Repository: mlforcada/llibre-tecnol-trad
Catalog: llibrett/omegat/tm/memp.tmx
Source language: ca
Languages: es

source: L'oració conté una o més unitats lèxiques (p.ex.
es: La oración contiene una o más unidades léxicas (p.ej.

source: Com que la majoria dels sistemes comercials no ens donen suficient informació sobre la naturalesa del model, els haurem de tractar com una caixa negra; la intuïció de la persona avaluadora, el seu coneixement d'altres sistemes o de la història de les empreses involucrades (per exemple, quant a l'adquisició de tecnologia d'altres empreses) i la seua habilitat per a elegir exemples reveladors li permetran determinar aspectes bàsics del model de traducció.
es: Como la mayoría de los sistemas comerciales no nos dan suficiente información sobre la naturaleza del modelo, los tendremos que tratar como una caja negra ; la intuición de la persona evaluadora, su conocimiento de otros sistemas o de la historia de las empresas involucradas (por ejemplo, en cuanto a la adquisición de tecnología de otras empresas) y su habilidad para elegir ejemplos reveladores le permitirán determinar aspectos básicos del modelo de traducción.

source: [dirección postal:] dirección pot ser obmur, odnam o ragul; postal només és atrac.
es: [dirección postal:] dirección puede ser obmur, odnam o ragul; postal sólo es atrac.

source: Mireu l'exemple (c) (b).
es: Mirád el ejemplo (c) (b).

source: {sager93b} ho formula dient que ``S'ha argumentat que la qualitat dels documents produïts mitjançant traducció automàtica s'hauria d'avaluar en termes de la identitat amb productes humans''.
es: {sager93b} lo formula diciendo que ``Se ha argumentado que la calidad de los documentos producidos mediante traducción automática se tendría que evaluar en términos de la identidad con productos humanos''.

source: En -e: Pres.subj., 1a/3a pers.sing.(1a conj.) / subst.masc. i fem.sing.: cante, deje, sobre, pose, apunte Pres.
es: Acabado en -e: Pres.subj., 1a/3a pers.sing.(1a conj.) / sust.masc. i fem.sing.: cante, deje, sobre, pose, apunte Pres.

source: La naturalesa de l'avaluació d'un sistema de TA depén de diversos factors: Per a què es fa l'avaluació?
es: La naturaleza de la evaluación de un sistema de TA depende de varios factores: ¿Para qué se hace la evaluación?

source: Aquesta varietat d'interpretacions es deu al fet que hi ha tres mots en la frase que poden pertànyer a dues categories lèxiques diferents: time pot ser verb (cronometrar) i substantiu (temps), flies pot ser verb (vola) i substantiu (mosques) i like pot ser verb (agradar) i preposició (com).
es: Esta variedad de interpretaciones se debe a que hay tres palabras en la frase que pueden pertenecer a dos categorías léxicas diferentes: time puede ser verbo (cronometrar) y sustantivo (tiempo), flies puede ser verbo (vuela) y sustantivo (moscas) y like puede ser verbo (gustar) y preposición (como).

source: Ambigüitats mixtes
es: Ambigüedades mixtas

source: [dirección general:] general és latot i només trobem latot odnam.
es: [dirección general:] general es latot y sólo encontramos latot odnam.

source: Es poden trobar molts exemples; per exemple, entre $L_1 =$ espanyol i $L_2 =$ català, tenim: Ayer por la mañana vino tarde $$ *Ahir pel demà vi vesprada (Ahir de matí va venir tard).
es: Se pueden encontrar muchos ejemplos; por ejemplo, entre $L_1 =$ español y $L_2 =$ catalán, tenemos: Ayer por la mañana vino tarde $$ *Ahir pel demà vi vesprada (Ahir de matí va venir tard).

source: Un altre exemple: l'oració Han posat un banc nou a la plaça pot tenir dues interpretacions, segons la interpretació que s'assigne al mot polisèmic banc (``seient estret i llarg'' o bé ``institució financera'').
es: Otro ejemplo: la oración Han posat un banc nou a la plaça puede tener dos interpretaciones, según la interpretación que se asigne a la palabra polisémica banc (``asiento estrecho y largo'' o bien ``institución financiera'').

source: [diseño moderno:] diseño pot ser raerc o atnip; moderno és aídla; aídla atnip és molt més freqüent que aídla raerc.
es: [diseño moderno:] diseño puede ser raerc o atnip ; moderno es aídla; aídla atnip es mucho más frecuente que aídla raerc.

source: Per això, no és possible assignar una interpretació clara a oracions sintàcticament incorrectes, com ara *Llegeix mare llibres la encara que els mots tinguen interpretació independentment, ni tampoc a una oració sintàcticament correcta que continga algun mot al qual no podem assignar cap interpretació: La mare *ingurpleix llibres Com veurem més endavant, trobem una complicació addicional: en algunes oracions, hi ha parts de l'estructura sintàctica que no es reflecteixen en cap mot, perquè generen categories buides que no tenen una representació fonètica o gràfica explícita.
es: Por eso, no es posible asignar una interpretación clara a oraciones sintácticamente incorrectas, como por ejemplo *Llegeix mare llibres la aunque las palabras tengan una interpretación independientemente, ni tampoco a una oración sintácticamente correcta que contenga alguna palabra a la que no podemos asignarle ninguna interpretación: La mare *ingurpleix llibres Como veremos más adelante, encontramos una complicación adicional: en algunas oraciones, hay partes de la estructura sintáctica que no se reflejan en ninguna palabra, porque generan categorías vacías que no tienen una representación fonética o gráfica explícita.

source: Doncs bé, en aquestos casos, es pot assignar més d'una forma lògica a una oració.
es: Pues bien, en estos casos, se puede asignar más de una forma lógica a una oración.

source: L'avaluació la poden fer: les persones que presumiblement usaran el sistema o l'adquiriran per a una empresa (avaluació d'adequació) o professionals externs (consultors) contractats a l'efecte; els investigadors, equips de desenvolupament, programadors (avaluació diagnòstica), molt especialment durant el desenvolupament d'un sistema de TA; qualsevol dels dos grups anteriors (avaluació del funcionament).
es: La evaluación la pueden hacer: las personas que presumiblemente usarán el sistema o lo adquirirán para una empresa (evaluación de adecuación) o profesionales externos (consultores) contratados al efecto; los investigadores, los equipos de desarrollo, los programadores (evaluación diagnóstica), muy especialmente durante el desarrollo de un sistema de TA; cualquiera de los dos grupos anteriores (evaluación del funcionamiento).

source: A més, aquest tipus d'avaluació és molt costós, ja que per a obtenir una medició fiable de la qualitat és necessari corregir textos de milers de paraules.
es: Además, este tipo de evaluación es muy costoso, ya que para obtener una medición fiable de la calidad es necesario corregir textos de miles de palabras.

source: A tall d'exemple, considereu aquestes dues frases estructuralment idèntiques afectades per ambigüitat d'adjunció: Porta'm les claus de l'armari gran Porta'm les claus de la cadira verda En l'oració , podem dubtar, ja que no sabem si les claus són les que obrin l'armari o les que estan allà guardades.
es: A modo de ejemplo, considerad estas dos frases estructuralmente idénticas afectadas por ambigüedad de adyunción: Porta'm les claus de l'armari gran Porta'm les claus de la cadira verda En la oración , podemos dudar, puesto que no sabemos si las llaves son las que abren el armario o las que están allí guardadas.

source: a pesar de no tenir cap ambigüitat lèxica ni estructural aparent.
es: a pesar de no tener ninguna ambigüedad léxica ni estructural aparente.

source: Els problemes augmenten si la concordança s'ha de produir entre sintagmes distants: el calor producido por el motor ha resultado ser nefasto $$ la calor produïda pel motor ha resultat ser nefasta.
es: Los problemas aumentan si la concordancia se tiene que producir entre sintagmas distantes: el calor producido por el motor ha resultado ser nefasto $$ la calor produïda pel motor ha resultat ser nefasta.

source: Homògrafs adjectiu--preposició: bajo.
es: Homógrafos adjetivo--preposición: bajo.

source: L'oració és ambigua per l'ambigüitat lèxica (homografia) de soldado.
es: La oración es ambigua por la ambigüedad léxica (homografía) de soldado.

source: La desambiguació s'efectua usant informació procedent de tres fonts: el cotext (intern al text o discurs) i el context (extern al text o discurs però relacionat amb ell) i fonts de coneixement addicionals.
es: La desambiguación se efectúa usando información procedente de tres fuentes: el cotexto (interno al texto o discurso) y el contexto (externo al texto o discurso pero relacionado con él) y fuentes de conocimiento adicionales.

source: L'espanyol ---com les altres llengües romàniques--- té molts homògrafs.
es: El español ---como las otras lenguas románicas--- tiene muchos homógrafos.

source: En la primera interpretació és un participi en la forma passiva haber sido soldado; en la segona és un substantiu masculí singular.
es: En la primera interpretación es un participio en forma pasiva haber sido soldado; en la segunda es un sustantivo masculino singular.

source: En particular, qualsevol avaluació predictiva necessita tenir una idea clara sobre el nivell d'anàlisi que es fa en el sistema de TA, ja que el nivell d'anàlisi és el que determina més la naturalesa d'un sistema (vegeu l'apartat ).
es: En particular, cualquier evaluación predictiva necesita tener una idea clara sobre el nivel de análisis que se hace en el sistema de TA, ya que el nivel de análisis es el que determina más la naturaleza de un sistema (véase el apartado).

source: {}no es pot resoldre si no es fa l'anàlisi sintàctica completa de la frase, ja aquesta és l'única manera d'elegir l'anàlisi morfològica correcta.
es: {}no se puede resolver si no se hace el análisis sintáctico completo de la frase, ya que esta es la única manera de elegir el análisis morfológico correcto.

source: Es pot fer sempre correctament aquesta operació en un sistema de traducció automàtica que no faça anàlisi sintàctica?
es: ¿Se puede hacer siempre correctamente esta operación en un sistema de traducción automática que no haga análisis sintáctico?

source: Decidir la traducció del pronom espanyol se (pot ser se, li o els).
es: Decidir la traducción del pronombre español se (puede ser se, le o los).

source: D'altra banda, sempre s'ha de tenir en compte que els mètodes d'avaluació de la qualitat depenen de l'ús que es pensa donar al sistema de TA {arnold93j}; per exemple, l'avaluació d'un sistema que s'usa per a la disseminació de material és ben diferent de l'avaluació d'un sistema usat per a l'assimilació d'informació.
es: Por otro lado, siempre se tiene que tener en cuenta que los métodos de evaluación de la calidad dependen del uso que se piensa dar al sistema de TA {arnold93j}; por ejemplo, la evaluación de un sistema que se usa para la diseminación de material es muy diferente de la evaluación de un sistema usado para la asimilación de información.

source: Aquesta informació podria servir per a traduir després de l'espanyol a l'anglés i elegir { destiny} o destination en cada cas amb molta probabilitat d'èxit.
es: Esta información podría servir para traducir después del español al inglés y elegir {destiny} o destination en cada caso con mucha probabilidad de éxito.

source: Hi ha oracions que són ambigües tant perquè contenen mots ambigus com perquè tenen més d'una estructura sintàctica possible.
es: Hay oraciones que son ambiguas tanto porque contienen palabras ambiguas como porque tienen más de una estructura sintáctica posible.

source: L'ambigüitat lèxica categorial d'un mot{} {}no es pot resoldre mai si no s'usa informació semàntica sobre el text o sobre els mots contigus.
es: La ambigüedad léxica categorial de una palabra{} {}no se puede resolver nunca si no se usa información semántica sobre el texto o sobre las palabras contiguas.

source: Sí, encara que no continga pronoms o altres expressions anafòriques susceptibles de tenir més d'un antecedent possible.
es: Sí, aunque no contenga pronombres u otras expresiones anafóricas susceptibles de tener más de un antecedente posible.

source: En el cas concret de l'espanyol i el català, la proximitat lingüística entre les dues llengües fa que siga abordable el disseny de sistemes de traducció automàtica que generen textos d'un nivell de correcció tal que resulte més rendible revisar el resultat en brut produït pel programa que fer la traducció completa (mireu la p. ).
es: En el caso concreto del español y el catalán, la proximidad lingüística entre las dos lenguas hace que sea abordable el diseño de sistemas de traducción automática que generen textos de un nivel de corrección tal que resulte más rentable revisar el resultado en bruto producido por el programa que hacer la traducción completa (mirad la p. ).

source: Un adjunt és un sintagma o constituent que, conjuntament amb un altre sintagma o constituent, forma un constituent del mateix tipus que aquest últim (per exemple, un sintagma nominal més un sintagma preposicional formen un sintagma nominal); en un cert sentit, l'adjunt no és necessari sinó opcional.
es: Un adjunto es un sintagma o constituyente que, junto con otro sintagma o constituyente, forma un constituyente del mismo tipo que este último (por ejemplo, un sintagma nominal más un sintagma preposicional forman un sintagma nominal); en cierto sentido, el adjunto no es necesario sino opcional.

source: persona del plural del present d'indicatiu del verb salir o del present de subjuntiu del verb salar.
es: persona del plural del presente de indicativo del verbo salir o del presente de subjuntivo del verbo salar.

source: Per exemple, si llegim Va aprendre a afaitar-se en dos minuts podríem considerar la interpretació que s'hi parla de la durada de l'afaitat com a més probable que la que interpreta que s'hi parla de la durada de l'aprenentatge, ja que en el segon cas potser hauria estat més natural dir Va aprendre en dos minuts a afaitar-se La regla que afavoreix que els adjunts s'associen a l'últim sintagma que els admeta se sol anomenar regla de clausura tardana ---angl.late closure---; per exemple, aquesta regla afavoreix el primer dels arbres de la figura .
es: Por ejemplo, si leemos Va aprendre a afaitar-se en dos minuts podríamos considerar la interpretación referida a la duración del afeitado más probable que la que se refiere a la duración del aprendizaje, puesto que en el segundo caso quizás habría sido más natural decir Aprendió en dos minutos a afeitarse La regla que favorece que los adjuntos se asocien al último sintagma que los admita se suele denominar regla de clausura tardía ---angl.late closure---; por ejemplo, esta regla favorece el primero de los árboles de la figura .

source: [dirección asistida:] asistida és aduya i només trobem aduya odnam: per tant, l'elegim.
es: [dirección asistida:] asistida es aduya y sólo encontramos aduya odnam: por lo tanto, la elegimos.

source: Per exemple, l'oració Té molts amics té un subjecte buit (també anomenat el·líptic).
es: Por ejemplo, la oración Té molts amics tiene un sujeto vacío (también denominado elíptico).

source: Els mots la i bata poden pertànyer cada un a dues categories lèxiques diferents.
es: Las palabras la y bata pueden pertenecer cada una a dos categorías léxicas diferentes.

source: subj., 1a i 3a pers.sing.(2a i 3a conj.) / subst.fem.sing.: bata, tema, meta Altres: era (verb ser, 1a i 3a pers.sing.pretèrit imperf.
es: subj., 1a i 3a pers.sing.(2a i 3a conj.) / sust.fem.sing.: bata, tema, meta Otros: era (verbo ser, 1a i 3a pers.sing.pretérito imperfecto

source: De fet, matemàticament, ho és: s'anomena distància d'edició (angl. edit distance).
es: De hecho, matemáticamente, lo es: se denomina distancia de edición (ingl. edit distance).

source: Hi ha un tipus d'avaluació que es pot considerar com a cas particular de l'avaluació diagnòstica definida més amunt, encara que no s'use estrictament per a millorar el funcionament d'un sistema, sinó només per a predir el comportament del sistema en situacions noves.
es: Hay un tipo de evaluación que se puede considerar como caso particular de la evaluación diagnóstica definida más arriba, aunque no se use estrictamente para mejorar el funcionamiento de un sistema, sino solo para predecir el comportamiento del sistema en situaciones nuevas.

source: {Dos arbres per a la frase ``Posa els llençols i els cobertors nets a l'armari'' (SN = sintagma nominal, SA = sintagma adjectival).}
es: {Dos árboles para la frase ``Posa els llençols i els cobertors nets a l'armari'' (SN = sintagma nominal, SA = sintagma adjetival).}

source: Les estructures, abans del moviment, i de la formació de l'estructura de relatiu, es podrien representar així: Ens va explicar de quina manera.
es: Las estructuras, antes del movimiento y de la formación de la estructura de relativo, se podrían representar así: Ens va explicar de quina manera .

source: Si la traducció del mot destino a l'anglés és destination, la traducció correcta al català és destinació, ja que s'ha elegit la interpretació ``punt final o finalitat d'un procés o desplaçament''; si és destiny, la traducció correcta al català és destí, ja que s'ha elegit la interpretació ``sort futura que ens reserva l'atzar''.
es: Si la traducción de la palabra destino al inglés es destination, la traducción correcta al catalán es destinació, puesto que se ha elegido la interpretación ``punto final o finalidad de un proceso o desplazamiento''; si es destiny, la traducción correcta al catalán es destí, puesto que se ha elegido la interpretación ``suerte futura que nos reserva el azar''.

source: Aquestes estratègies són d'utilitat en els sistemes de traducció automàtica per transferència sintàctica pura, ja que no s'hi fa cap processament semàntic.
es: Estas estrategias son de utilidad en los sistemas de traducción automática por transferencia sintáctica pura, puesto que no se hace ningún procesamiento semántico.

source: El sintagma preposicional a l'hospital pot modificar el sintagma verbal li van donar o el sintagma verbal es refà de la pallisa que li van donar.
es: El sintagma preposicional a l'hospital puede modificar el sintagma verbal li van donar o el sintagma verbal es refà de la pallisa que li van donar.

source: {Resolució de l'ambigüitat estructural}
es: {Resolución de la ambigüedad estructural}

source: Per exemple, l'oració La mata el vol pot voler dir dues coses, segons l'elecció de categories lèxiques (``l'acte de volar li provoca la mort'' o ``la planta sent estima per ell'').
es: Por ejemplo, la oración La mata el vol puede querer decir dos cosas, según la elección de categorías léxicas (``el acto de volar le provoca la muerte'' o ``la planta siente aprecio por él'').

source: mentir/mentar: com sentir/sentar vendar/vender: vendo, venda, { vendas}, vendamos, vendáis, vendan, vende, vendes, vendemos, vendéis, { venden}.
es: mentir/mentar: como sentir/sentar vendar/vender: vendo, venda, { vendas}, vendamos, vendáis, vendan, vende, vendes, vendemos, vendéis, { venden}.

source: Ambigüitat lèxica que necessita una anàlisi sintàctica per a ser resolta: l'expressió multimot sesenta y cinco pot ser un únic numeral (català seixanta-cinc) o dos numerals coordinats (català seixanta i cinc).
es: Ambigüedad léxica que necesita un análisis sintáctico para ser resuelta: la expresión compuesta sesenta y cinco puede ser un único numeral (catalán seixanta-cinc) o dos numerales coordinados (seixanta i cinc).

source: Una de les perspectives més interessants per a analitzar i ordenar els tipus d'ambigüitat descrits més amunt ens la proporciona l'anomenat principi de composicionalitat {radford99b}: { La interpretació d'una oració està determinada per la interpretació dels mots que apareixen en l'oració i per l'estructura sintàctica de l'oració.
es: Una de las perspectivas más interesantes para analizar y ordenar los tipos de ambigüedad descritos previamente nos la proporciona el llamado principio de composicionalidad {radford99b}: { La interpretación de una oración está determinada por la interpretación de las palabras que aparecen en la oración y por la estructura sintáctica de la oración.

source: Podríeu pensar que, sent l'espanyol i el català tan similars sintàcticament, els problemes serien poc importants: el capítol intenta convéncer-vos que les coses no són tan senzilles com podrien semblar a primera vista.
es: Podríais pensar que, siendo el español y el catalán tan similares sintácticamente, los problemas serían poco importantes: el capítulo intenta convenceros de que las cosas no son tan sencillas como podrían parecer a primera vista.

source: Per exemple, la frase anglesa Time flies like an arrow vol dir normalment El temps vola (com una fletxa) però també són possibles altres dues interpretacions (semànticament destrellatades però sintàcticament impecables): A les mosques del temps els agrada una fletxa o Cronometra les mosques com una fletxa.
es: Por ejemplo, la frase inglesa Time flies like an arrow quiere decir normalmente El tiempo vuela (como una flecha) pero también son posibles otras dos interpretaciones (semánticamente sin sentido, pero sintácticamente impecables): A las moscas del tiempo les gusta una flecha o Cronometra a las moscas como una flecha.

source: Ambigüitat estructural pura
es: Ambigüedad estructural pura

source: ``Els lladres van ser atrapats a una fàbrica incendiada per un policia'' (1: Els lladres van ser capturats pel comissari a una fàbrica abandonada; 2: La fàbrica on van ser capturats va ser l'objectiu d'un agent piròman).
es: ``Els lladres van ser atrapats a una fàbrica incendiada per un policia'' (1: Los ladrones fueron capturados por el comisario en una fábrica abandonada; 2: La fábrica donde fueron capturados fue el objetivo de un agente pirómano).

source: Ambigüitat lèxica pura (polisèmia) del mot gat.
es: Ambigüedad léxica pura (polisemia) de la palabra gatl

source: Ambigüitat de l'oració per polisèmia (ambigüitat lèxica) del mot número (part d'una actuació / comptes econòmics)
es: Ambigüedad de la oración por polisemia (ambigüedad léxica) de la palabra número (parte de una actuación / cuentas económicas)

source: Per exemple, el mot riu és homògraf perquè té tres formes lèxiques: riu, substantiu, masculí singular; riure, verb, 3a.persona del singular, present d'indicatiu, i riure, verb, 2a.
es: Por ejemplo, la palabra riu es homógrafa porque tiene tres formas léxicas: riu, sustantivo, masculino singular; riure, verbo, 3.ªpersona del singular, presente de indicativo, y riure, verbo, 2.ª

source: Per a resoldre l'ambigüitat d'un mot polisèmic s'ha d'usar informació semàntica; per a resoldre l'ambigüitat lèxica categorial sol ser suficient usar informació sintàctica (per exemple, la categoria gramatical del mots anterior i posterior); però, és possible resoldre l'ambigüitat deguda a l'homografia de mots de la mateixa categoria usant només la sintaxi o és necessari l'ús d'informació semàntica?
es: Para resolver la ambigüedad de una palabra polisémica se debe usar información semántica; para resolver la ambigüedad léxica categorial suele ser suficiente usar información sintáctica (por ejemplo, la categoría gramatical de las palabras anterior y posterior), pero ¿es posible resolver la ambigüedad debida a la homografía de palabras de la misma categoría usando solo la sintaxis o es necesario el uso de información semántica?
